class Messages {
  static readonly START_MESSAGE = `Приветствую вас!\n\nМеня зовут *Джобазавр* и я - ваш личный помощник в поиске работы в ритейле. Я разработан, чтобы помочь вам найти идеальную вакансию через наше приложение.\n\nВы можете легко и удобно искать вакансии, просматривать их детали и добавлять их в избранное. Моя задача - помочь вам в этом процессе и сделать его максимально простым и эффективным.\n\nДавайте начнем поиск работы вместе!`;
  static readonly REQUEST_PHONE = `Для того, чтобы работодатели могли связаться с вами по поводу вакансий, пожалуйста, предоставьте свой номер телефона.\n\nМы будем использовать его только для целей трудоустройства.\n\nСпасибо!`;
  static readonly PHONE_SAVED = `Спасибо!\n\nВаш номер телефона успешно сохранен в нашей базе данных.\n\nТеперь вы можете продолжить использовать наше приложение для поиска работы в ритейле.`;
}

export default Messages;
